tap "felixkratz/formulae"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "jpeg-xl"
brew "autoconf"
brew "automake"
brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "docbook"
brew "docbook-xsl"
brew "duti"
brew "enscript"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "libksba"
brew "readline"
brew "golangci-lint"
brew "gpgme"
brew "libtool"
brew "graphicsmagick"
brew "imagemagick"
brew "qpdf"
brew "img2pdf"
brew "jq"
brew "libyaml"
brew "jupyterlab", restart_service: :changed
brew "luarocks"
brew "mailsy"
brew "neofetch"
brew "neovim"
brew "openssl@1.1"
brew "pdftk-java"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "postgresql@17", restart_service: :changed
brew "r"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "ruby"
brew "subversion"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "typst"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "yt-dlp"
brew "zlib"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "alacritty"
cask "aldente"
cask "anaconda"
cask "android-studio"
cask "betterdisplay"
cask "brave-browser"
cask "capcut"
cask "cursor"
cask "discord"
cask "firefox"
cask "folx"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-new-york"
cask "font-sf-pro"
cask "gimp"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "jasp"
cask "karabiner-elements"
cask "krita"
cask "legcord"
cask "libreoffice"
cask "mactex"
cask "messenger"
cask "mos"
cask "mp3tag"
cask "mysqlworkbench"
cask "nordvpn"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rstudio"
cask "sf-symbols"
cask "shottr"
cask "skim"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "zen"
cask "zoom"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "sdras.night-owl"
vscode "sourcegraph.cody-ai"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
